{
  "fun_facts": [
    "2 är ett primtal.",
    "3 är ett primtal.",
    "5 är ett primtal.",
    "7 är ett primtal.",
    "11 är ett primtal.",
    "13 är ett primtal.",
    "17 är ett primtal.",
    "19 är ett primtal.",
    "23 är ett primtal.",
    "29 är ett primtal.",
    "31 är ett primtal.",
    "37 är ett primtal.",
    "41 är ett primtal.",
    "43 är ett primtal.",
    "47 är ett primtal.",
    "53 är ett primtal.",
    "59 är ett primtal.",
    "61 är ett primtal.",
    "67 är ett primtal.",
    "71 är ett primtal.",
    "73 är ett primtal.",
    "79 är ett primtal.",
    "83 är ett primtal.",
    "89 är ett primtal.",
    "97 är ett primtal.",
    "Kvadraten av 1 är 1.",
    "Kvadraten av 2 är 4.",
    "Kvadraten av 3 är 9.",
    "Kvadraten av 4 är 16.",
    "Kvadraten av 5 är 25.",
    "Kvadraten av 6 är 36.",
    "Kvadraten av 7 är 49.",
    "Kvadraten av 8 är 64.",
    "Kvadraten av 9 är 81.",
    "Kvadraten av 10 är 100.",
    "Kvadraten av 11 är 121.",
    "Kvadraten av 12 är 144.",
    "Kvadraten av 13 är 169.",
    "Kvadraten av 14 är 196.",
    "Kvadraten av 15 är 225.",
    "Kvadraten av 16 är 256.",
    "Kvadraten av 17 är 289.",
    "Kvadraten av 18 är 324.",
    "Kvadraten av 19 är 361.",
    "Kvadraten av 20 är 400.",
    "2 upphöjt till 1 är 2.",
    "2 upphöjt till 2 är 4.",
    "2 upphöjt till 3 är 8.",
    "2 upphöjt till 4 är 16.",
    "2 upphöjt till 5 är 32.",
    "2 upphöjt till 6 är 64.",
    "2 upphöjt till 7 är 128.",
    "2 upphöjt till 8 är 256.",
    "2 upphöjt till 9 är 512.",
    "2 upphöjt till 10 är 1024.",
    "Ljusets hastighet i vakuum är cirka 299 792 458 meter per sekund.",
    "Ljud behöver ett medium för att färdas, därför sprids det inte i rymdens vakuum.",
    "Tyngdaccelerationen på jorden är ungefär 9,8 m/s² vid havsytan.",
    "Jupiters stora röda fläck är en enorm storm som har rasat i hundratals år.",
    "Venus roterar så långsamt att ett dygn är längre än ett venus-år.",
    "Ett år på Mars är ungefär 687 jorddygn.",
    "Månen vänder alltid samma sida mot jorden på grund av bunden rotation.",
    "Ett svart hål har en händelsehorisont där flykthastigheten överstiger ljusets.",
    "Supernovor skapar tunga grundämnen som sprids i rymden.",
    "Saturnus ringar består mest av is och sten i olika storlekar.",
    "En blixt kan värma luften till temperaturer varmare än solens yta.",
    "Aurora borealis (norrsken) orsakas av laddade partiklar från solen som interagerar med jordens magnetfält.",
    "Tryck mäts i pascal inom SI-systemet.",
    "Energi kan varken skapas eller förstöras, bara omvandlas (energiprincipen).",
    "Radioaktivt sönderfall beskrivs ofta med halveringstid.",
    "Fotoner saknar vilomassa men bär energi och rörelsemängd.",
    "Planeter rör sig i ellipsbanor enligt Keplers lagar.",
    "En parabolform samlar inkommande strålar till ett brännpunkt.",
    "Värme leds bättre i metaller än i trä, på grund av fria elektroner.",
    "Enheten för elektrisk ström är ampere.",
    "Stjärnor lyser genom fusion där väte blir helium.",
    "Vakuum har lägre brytningsindex än glas, därför bryts ljus i glas.",
    "Rödförskjutning visar att universum expanderar.",
    "Elektrisk effekt mäts i watt.",
    "Magnetfält skapas av rörliga laddningar eller förändrade elektriska fält.",
    "Densitet definieras som massa dividerat med volym.",
    "Tryck i vätskor ökar med djupet (hydrostatiskt tryck).",
    "Konvektion är värmetransport genom vätskors eller gasers rörelse.",
    "Ledning är värmetransport genom direkt kontakt mellan partiklar.",
    "Strålning är värmetransport via elektromagnetiska vågor.",
    "DNA bär genetisk information i form av nukleotidsekvenser.",
    "Mitos ger två genetiskt identiska dotterceller.",
    "Meios halverar kromosomantalet och skapar könsceller.",
    "Fotosyntes omvandlar koldioxid och vatten till glukos och syre med hjälp av ljusenergi.",
    "Cellandning frigör energi ur glukos i mitokondrierna.",
    "Hemoglobin transporterar syre i de röda blodkropparna.",
    "Enzymer är proteiner som katalyserar biokemiska reaktioner.",
    "Virus är beroende av värdceller för att föröka sig.",
    "Antikroppar produceras av B-celler som svar på främmande ämnen.",
    "Insulin reglerar blodsockernivån.",
    "Naturligt urval innebär att individer med fördelaktiga egenskaper har större chans att överleva och föröka sig.",
    "Människans mikrobiom består av miljarder bakterier som lever i och på kroppen.",
    "Neuroner kommunicerar via elektriska impulser och signalsubstanser.",
    "Synapsen är kontaktpunkten mellan två nervceller.",
    "Hjärnbarken är inblandad i avancerade kognitiva funktioner.",
    "Hudens yttersta lager kallas hornlagret.",
    "Blodtryck anges oftast som systoliskt över diastoliskt värde.",
    "Lymfsystemet dränerar vätska och deltar i immunförsvaret.",
    "Homeostas är kroppens strävan att hålla inre miljön stabil.",
    "Proteiner byggs av aminosyror kopplade i peptidkedjor.",
    "Ribosomer är platsen för proteinsyntes.",
    "Alleler är varianter av samma gen.",
    "Fenotyp är de observerbara egenskaperna hos en organism.",
    "Ekosystem består av organismer och den abiotiska miljön de lever i.",
    "En trophisk nivå beskriver en organisms plats i näringskedjan.",
    "Fotosystem II spelar en viktig roll i ljusreaktionerna i fotosyntesen.",
    "Klorofyll absorberar främst blått och rött ljus.",
    "Blodomloppet består av hjärta, artärer, vener och kapillärer.",
    "Njurar filtrerar blodet och reglerar salt- och vätskebalans.",
    "Levern bryter ned toxiner och producerar galla.",
    "Vatten är en polär molekyl med vinklad struktur.",
    "pH-skalan mäter surhetsgrad där 7 är neutralt.",
    "Syror avger vätejoner (H⁺) i vattenlösning.",
    "Baser tar upp vätejoner eller avger hydroxidjoner (OH⁻).",
    "Natriumklorid är ett exempel på en jonförening.",
    "Kovalenta bindningar innebär att atomer delar elektronpar.",
    "Grafit och diamant är båda former av kol med olika struktur.",
    "Avogadros tal är cirka 6,022 × 10²³ partiklar per mol.",
    "Molaritet anger substansmängd per liter lösning (mol/dm³).",
    "Oxidation innebär elektronförlust, reduktion elektronupptag.",
    "Redoxreaktioner sker samtidigt: något oxideras och något reduceras.",
    "Ester bildas vid reaktion mellan syra och alkohol.",
    "Katalysatorer sänker aktiveringsenergin för reaktioner.",
    "Gasers volym ökar vid uppvärmning om trycket är konstant (Charles lag).",
    "Trycket hos en gas ökar när volymen minskar (Boyles lag).",
    "Periodiska systemet ordnar grundämnen efter atomnummer.",
    "Ädelgaserna är i regel mycket reaktionströga.",
    "Alkalimetaller reagerar häftigt med vatten och bildar baser.",
    "Metaller leder värme och elektricitet bra tack vare delokaliserade elektroner.",
    "Korrosion är en kemisk nedbrytningsprocess, ofta oxidation av metaller.",
    "Hydrogenbindningar förklarar vattnets höga kokpunkt jämfört med liknande molekyler.",
    "Endoterma reaktioner absorberar energi, exoterm avger energi.",
    "Elektrolys använder elektricitet för att driva en icke-spontan reaktion.",
    "Bufferlösningar motstår pH-förändringar vid tillsats av syra eller bas.",
    "Massans bevarande säger att total massa är konstant i en kemisk reaktion.",
    "Spektroskopi används för att identifiera ämnen genom deras spektra.",
    "Isotoper är atomer av samma grundämne med olika antal neutroner.",
    "Kemisk jämvikt uppstår när reaktionshastigheter åt båda håll är lika stora.",
    "Le Chateliers princip beskriver hur jämvikter påverkas av förändringar.",
    "Organiska föreningar innehåller kol som huvudkomponent.",
    "Vasatiden i Sverige inleddes 1523 när Gustav Vasa blev kung.",
    "Franska revolutionen började 1789 och ledde till stora samhällsförändringar i Europa.",
    "Ångmaskinen bidrog starkt till den industriella revolutionen.",
    "Andra världskriget pågick mellan 1939 och 1945.",
    "FN bildades 1945 för att främja fred och samarbete mellan nationer.",
    "Kalla kriget var en period av spänning mellan USA och Sovjetunionen efter andra världskriget.",
    "Stormaktstiden i Sverige varade ungefär mellan 1611 och 1718.",
    "Stockholms blodbad ägde rum 1520 under den danska kungen Kristian II.",
    "Tryckpressen, uppfunnen av Gutenberg, spred kunskap snabbare i Europa.",
    "Columbus seglade västerut 1492 och nådde Karibien.",
    "Första världskriget pågick mellan 1914 och 1918.",
    "Reformationen förändrade kyrkans roll i Europa under 1500-talet.",
    "Berlinmuren föll 1989 och symboliserade slutet på kalla kriget.",
    "Allmän och lika rösträtt infördes i Sverige 1921.",
    "Stormakt Sveriges nederlag vid Poltava 1709 blev början till slutet för stormaktstiden.",
    "Vetenskapsakademien i Stockholm grundades 1739.",
    "Sveriges riksdag är ett enkammarsystem sedan 1971.",
    "Unionen mellan Sverige och Norge upplöstes 1905.",
    "Samerna är ett urfolk i norra Europa med egen kultur och språk.",
    "Alfred Nobel instiftade Nobelprisen genom sitt testamente 1895.",
    "Greta Garbo blev en internationellt känd svensk skådespelare under 1900-talet.",
    "Olof Palme var Sveriges statsminister i två perioder under 1970- och 80-talen.",
    "Freden i Brömsebro 1645 gav Sverige landområden från Danmark-Norge.",
    "Häxprocesserna i Sverige kulminerade på 1660- och 1670-talen.",
    "Industrialiseringen förändrade Sveriges ekonomi under 1800-talet.",
    "Folkrörelser som nykterhets- och arbetarrörelsen växte fram under 1800-talet.",
    "Triangelhandeln band samman Europa, Afrika och Amerika under 1600–1800-talen.",
    "Upplysningen betonade förnuft och vetenskap under 1700-talet.",
    "Ryska revolutionen 1917 ledde till Sovjetunionens bildande.",
    "Europeiska unionen utvecklades från ekonomiskt samarbete efter andra världskriget.",
    "Blekinge är ett av Sveriges landskap.",
    "Bohuslän är ett av Sveriges landskap.",
    "Dalarna är ett av Sveriges landskap.",
    "Dalsland är ett av Sveriges landskap.",
    "Gotland är ett av Sveriges landskap.",
    "Gästrikland är ett av Sveriges landskap.",
    "Halland är ett av Sveriges landskap.",
    "Hälsingland är ett av Sveriges landskap.",
    "Härjedalen är ett av Sveriges landskap.",
    "Jämtland är ett av Sveriges landskap.",
    "Lappland är ett av Sveriges landskap.",
    "Medelpad är ett av Sveriges landskap.",
    "Norrbotten är ett av Sveriges landskap.",
    "Närke är ett av Sveriges landskap.",
    "Skåne är ett av Sveriges landskap.",
    "Småland är ett av Sveriges landskap.",
    "Södermanland är ett av Sveriges landskap.",
    "Uppland är ett av Sveriges landskap.",
    "Värmland är ett av Sveriges landskap.",
    "Västerbotten är ett av Sveriges landskap.",
    "Västergötland är ett av Sveriges landskap.",
    "Västmanland är ett av Sveriges landskap.",
    "Ångermanland är ett av Sveriges landskap.",
    "Öland är ett av Sveriges landskap.",
    "Östergötland är ett av Sveriges landskap.",
    "Stockholms län är ett av Sveriges län.",
    "Uppsala län är ett av Sveriges län.",
    "Södermanlands län är ett av Sveriges län.",
    "Östergötlands län är ett av Sveriges län.",
    "Jönköpings län är ett av Sveriges län.",
    "Kronobergs län är ett av Sveriges län.",
    "Kalmar län är ett av Sveriges län.",
    "Gotlands län är ett av Sveriges län.",
    "Blekinge län är ett av Sveriges län.",
    "Skåne län är ett av Sveriges län.",
    "Hallands län är ett av Sveriges län.",
    "Västra Götalands län är ett av Sveriges län.",
    "Värmlands län är ett av Sveriges län.",
    "Örebro län är ett av Sveriges län.",
    "Västmanlands län är ett av Sveriges län.",
    "Dalarna län är ett av Sveriges län.",
    "Gävleborgs län är ett av Sveriges län.",
    "Västernorrlands län är ett av Sveriges län.",
    "Jämtlands län är ett av Sveriges län.",
    "Västerbottens län är ett av Sveriges län.",
    "Norrbottens län är ett av Sveriges län.",
    "Östersjön är ett brackvattenhav med lägre salthalt än oceanerna.",
    "Golfströmmen bidrar till mildare klimat i Nordvästeuropa.",
    "Högsta berget i Sverige är Kebnekaise.",
    "Stora sjöarna i Sverige inkluderar Vänern, Vättern och Mälaren.",
    "Antarktis är den kallaste kontinenten på jorden.",
    "Sahara är världens största varma öken.",
    "Amazonas är världens största regnskogsområde.",
    "Himalaya-bergen bildades genom kontinentalplattornas kollision.",
    "Jordens tektoniska plattor rör sig några centimeter per år.",
    "Erosion formar landskap genom vind, vatten och is.",
    "Växthuseffekten är naturlig men förstärks av mänskliga utsläpp.",
    "Koldioxid är en viktig växthusgas.",
    "Korallrev är känsliga för temperaturförändringar och försurning.",
    "Arktis värms snabbare än det globala genomsnittet.",
    "El Niño är ett klimatfenomen som påverkar vädermönster globalt.",
    "En algoritm är en stegvis beskrivning av hur ett problem ska lösas.",
    "Python är ett högnivåspråk som ofta används i utbildning och dataanalys.",
    "Komplexitet O(n) växer linjärt med antalet element.",
    "Binära tal använder endast siffrorna 0 och 1.",
    "ASCII och Unicode är teckenkodningar för att representera text i datorer.",
    "HTTP är protokollet som webben huvudsakligen använder för kommunikation.",
    "En API-endpoint är en specifik URL där en resurs kan nås.",
    "JSON är ett lättviktsformat för datautbyte baserat på nyckel–värde-par.",
    "Komprimering minskar filens storlek genom att ta bort redundans.",
    "Versionshantering som Git spårar ändringar i källkod.",
    "En kompilator översätter källkod till maskinkod.",
    "En interpreter kör koden rad för rad utan att kompilera till binärfil.",
    "En datastruktur organiserar data för effektiv åtkomst och ändring.",
    "SQL används för att hantera och fråga relationsdatabaser.",
    "Hashfunktioner mappar data till fasta längder och används i kryptografi.",
    "Kryptering skyddar data genom att göra den oläslig utan nyckel.",
    "En CPU utför beräkningar och styr programflöden.",
    "RAM lagrar data tillfälligt under körning.",
    "Cache-minne används för att snabba upp datatillgång.",
    "Molntjänster möjliggör skalbar lagring och beräkning över internet.",
    "Svenska är ett nordiskt språk inom den germanska grenen.",
    "Alfabetet i svenska språket har 29 bokstäver.",
    "En sonett består traditionellt av 14 rader.",
    "Allitteration innebär upprepning av initiala ljud i ord nära varandra.",
    "En metafor jämför utan att använda ord som 'som'.",
    "Synonym är ett ord med liknande betydelse som ett annat ord.",
    "Antonym är ett ord med motsatt betydelse.",
    "Lånord är ord som kommit in i språket från andra språk.",
    "Dialekt är en regional variant av ett språk.",
    "Språklig norm handlar om vad som anses korrekt i ett språk vid en viss tid.",
    "Tema i en text är den övergripande idén eller frågan som behandlas.",
    "Epik, lyrik och dramatik är tre klassiska litterära genrer.",
    "Prosa är skriven text utan versmått.",
    "En tes är ett påstående som en argumenterande text vill stödja.",
    "Källkritik innebär att bedöma en källas trovärdighet och relevans.",
    "Demokrati innebär folkstyre genom fria val och representanter.",
    "Rättssäkerhet innebär att lagar tillämpas förutsägbart och lika för alla.",
    "Skatt finansierar gemensamma samhällsfunktioner som skola och sjukvård.",
    "Inflation innebär att den allmänna prisnivån stiger över tid.",
    "Budget är en plan för inkomster och utgifter under en period.",
    "Hållbar utveckling balanserar ekologiska, ekonomiska och sociala mål.",
    "Digital källkritik är viktig för att bedöma information på internet.",
    "Psykologins behaviorism fokuserar på observerbart beteende.",
    "Kognitionspsykologi studerar mentala processer som minne och perception.",
    "Sociologi undersöker hur människor agerar i grupp och samhälle.",
    "Ekologi studerar samspelet mellan organismer och miljö.",
    "Vaccination ger immunitet genom att träna immunförsvaret.",
    "Basal metabolism är den energi kroppen behöver i vila.",
    "Sömncykler består bland annat av djupsömn och REM-sömn.",
    "Musik kan påverka hjärnans belöningssystem.",
    "Kreativitet kan främjas av både kunskap och lekfullhet.",
    "Idrott förbättrar kondition, styrka och välmående.",
    "Stress är en naturlig reaktion men långvarig stress kan vara skadlig.",
    "Mindfulness tränar uppmärksamhet på nuet.",
    "Ekosystemtjänster är nyttor som naturen förser människor med."
  ]
}